using System;

namespace Russian
{
    // https://ru.wikipedia.org/wiki/Международный_фонетический_алфавит 
    // https://ru.wikipedia.org/wiki/Таблица_МФА_для_русского_языка
    // https://ru.wikipedia.org/wiki/Таблица_МФА_для_английского_языка 
    //
    // https://ru.wikipedia.org/wiki/Русская_фонетика 
    // В русском языке 42 звука, 6 гласных и 36 согласных. 
    // 6 гласных звуков: [а] [и] [о] [у] [ы] [э]
    // 36 согласных звуков: [б] [бь] [в] [вь] [г] [гь] [д] [дь] [ж] [й] [з] [зь] [к] [кь] [л] [ль] [м] [мь] [н] [нь] [п] [пь] [р] [рь] [с] [сь] [т] [ть] [ф] [фь] [х] [хь] [ц] [чь] [ш] [щ]
    // https://ru.wikipedia.org/wiki/Русский_лингвистический_алфавит 
    public class Sounds
    {
        public Sounds ()
        {
        }
    }
}
