using System;
using System.Text;

namespace MyPad.Indian
{
    // https://ru.wikipedia.org/wiki/Санскрит 
    // Деванагари записывает слоги, а не звуки
    // Возраст ранних памятников доходит до 3,5 тыс. лет (середина II тыс. до н. э.)
    // название «санскрит» достаточно недавнее, в течение многих веков этот язык называли 
    // просто वाच (vāc) IAST или शब्द (śabda) IAST «слово, язык», расценивая его в качестве единственной возможности для ведения речи. 
    // Несколько метафорических наименований, таких как गीर्वांअभाषा (gīrvāṇabhāṣā) IAST «язык богов»
    public class Alphabet
    {
        public Alphabet ()
        {
        }
    }
}
